{
  "links": {
    "home": "Accueil",
    "clips": "Clips",
    "replaysync": "Replay Sync"
  },
  "navfooter": {
    "support": "soutenir sur"
  },
  "title": {
    "home": "<span class='indigo--text text--accent-2 '>Twitch</span><span class='grey--text text--lighten-1'>Buddy</span>",
    "clips": "<span class='indigo--text text--accent-2 '>C</span><span class='grey--text text--lighten-1'>lips</span>",
    "replaysync": "<span class='indigo--text text--accent-2 '>R</span><span class='grey--text text--lighten-1'>eplaySync</span>"
  },
  "home": {
    "pretitle": "Bienvenue sur",
    "subtitle": "Conçu pour améliorer votre expérience de créateur de contenu vidéo sur Twitch",
    "presentation": "Accélerez votre recherche de clips et dérushez plusieurs replays de différentes chaines synchronisés.",
    "clips": "Recherchez les meilleurs clips d'une chaîne pour une période donnée, affinez vos recherches et téléchargez les clips de votre choix.",
    "replaysync": "Dans la liste des chaînes que vous aurez sélectionné, choisissez les rediffusions de lives qui vous intéresse. Celles qui n'ont pas été diffusées simultanément seront retirées de la liste. Elles seront ensuite synchronisées sur votre première sélection qui fera référence.",
    "action": "commencer"
  },
  "clips": {
    "favorites" : {
      "empty": "Vous n'avez aucuns favoris :("
    },
    "menu": {
      "tabs": {
        "search": "Recherche",
        "favorites": "Favoris"
      },
      "favorites": {
        "body": "Mes favoris",
        "download_all": "Tout télécharger",
        "remove_all": "Vider mes favoris",
        "remove_all_alert": "Êtes-vous sûr de vouloir vider vos favoris ?"
      }
    },
    "form": {
      "channel": {
        "label": "Chaîne",
        "required": "Le nom est requis",
        "toolong": "Le nom ne doit pas dépasser 255 caractères"
      },
      "period": {
        "label": "Période",
        "daily": "Quotidien",
        "weekly": "Hebdomadaire",
        "monthly": "Mensuel",
        "yearly": "Annuel",
        "all": "Tout",
        "custom": "Personnalisé"
      },
      "daterange": "Dates",
      "submit": "Rechercher"
    },
    "keyword": "Mot-clé",
    "item": {
      "labels": {
        "category": "Catégorie",
        "title": "Titre",
        "views": "Vues",
        "by": "Clippé par"
      },
      "views": "Vues",
      "by": "Par",
      "createdAt": "Clippé le",
      "download": "Télécharger",
      "replay": "Voir le replay",
      "favorite": "Favoris"
    },
    "help": {
      "title": "Aide",
      "steps": {
        "1": "Renseigner un nom de chaine.",
        "2": "Choisir une période pour votre recherche.",
        "3": "Si aucune des périodes ne vous convient, créez-en une personnalisée.",
        "4": "Cliquer sur le bouton \"Rechercher\" et naviguer dans la liste des clips.",
        "5": "Vous pouvez filtrer la liste (par titre, jeu et créateur) avec le champ mot-clé.",
        "6": "Cliquer sur un clip pour ouvrir le panel et le télécharger si vous le souhaitez.",
        "7": "Vous pouvez défiler dans la liste jusqu'à un maximum de 1 000 clips."
      },
      "disclaimer": {
        "title": "Attention",
        "text": "De part les limitations de l'API Twitch, seul les 1 000 premiers clips (au maximum, cela peut être moins) les plus vus pour une période donnée peuvent être affichés. S'il y a par exemple 2 000 clips hebdomadaires, vous ne pourrez pas voir les 1 000 derniers. Concernant le filtrage par mot-clé, il est appliqué sur la liste de clips retournée par votre recherche, à savoir les 1 000 présélectionnés par l'API comme dit précédemment. S'il existe d'autres clips, contenant ces mots-clés, antérieurs aux \"1 000\" sélectionnés, ils ne vous seront pas accessibles. Il est recommandé pour des recherches précises de découper la période en plus courtes périodes pour plus de précision dans cette présélection."
      }
    }
  },
  "replaysync": {
    "form": {
      "label": "Ajoutez des chaînes",
      "submit": "Rechercher"
    },
    "help": {
      "title": "Aide",
      "subtitle1": "Chercher des replays",
      "steps1": {
        "1": "Ajouter jusqu'à 4 chaînes.",
        "2": "Faites votre sélection de replays, ceux dont la diffusion n'était pas simultannée sont retirés.",
        "3": "Appuyer sur le bouton \"Rechercher\" pour vous rendre dans le lecteur synchronisé."
      },
      "subtitle2": "Regarder des replays",
      "steps2": {
        "1": {
          "icon": "mdi-play",
          "text": "Une fois dans le lecteur, appuyer sur le bouton {0} pour commencer à regarder les replays et faire une première synchronisation."
        },
        "2": {
          "icon": "mdi-sync",
          "text": "Appuyer sur le bouton {0} pour re-synchroniser si besoin."
        },
        "3": {
          "icon": "",
          "text": "Changer le replay de référence en utilisant les boutons de chaines."
        }
      },
      "disclaimer": {
        "title": "Attention",
        "texts": {
          "1": "Cet outil n'est pas en mesure de détecter le potentiel délai de diffusion. Ceci signifie que vous rencontrerez probablement de petits décalages même après synchronisation. Veuillez également noter que dans certains cas (notament des crash partiels du live), les  horodatages utilisés pour synchroniser les replays peuvent devenir invalides et ne pourront plus être synchronisés.",
          "2": "Utiliser les contrôles des lecteurs vidéos de Twitch (à l'exception des contrôles de volume) peut rompre la synchronisation. Pour une meilleure expérience, évitez de les utiliser."
        }
      }
    },
    "play": "Play",
    "reset": "Réinitialiser"
  },
  "player": {
    "reference": "Référence",
    "idle": "Pas commencé",
    "ended": "Terminé",
    "running": "En cours",
    "syncstatus": "État de synchronisation",
    "replaystatus": "État du replay"
  },
  "vuehandyga": {
    "notification": "Ce site utilise les cookies pour mesurer l'audience et l'activité des utilisateurs. En cliquant sur le boutton Accepter, vous nous donnez votre consentement pour déposer des cookies.",
    "mandatoryNotification": "Ce site utilise les cookies pour mesurer l'audience et l'activité des utilisateurs. En naviguant sur ce site, vous nous donnez votre consentement pour déposer des cookies.",
    "modalTitle": "Politique de cookies",
    "modalBody": "Afin de mesurer l'audience et les activités de nos utilisateurs, nous utilisons le service Google Analatyics. Ceci nous permets d'adapter nos ressources et de détecter de potentiels bugs.\n\n Vous pouvez consulter la politique officiel de cookies de Google Analytics <a href='https://support.google.com/analytics/answer/6004245' target='_blank'> sur ce lien</a>.",
    "accept": "Accepter",
    "mandatoryAccept": "Ok",
    "refuse": "Refuser",
    "mandatoryRefuse": "Quitter le site",
    "more": "Plus d'infos"
  },
  "user": {
    "login": "Connection",
    "logout": "Déconnection",
    "dashboard": "Dashboard"
  },
  "show_help": "Besoin d'aide ?",
  "close_help": "Compris !"
}
