{
  "links": {
    "home": "Accueil",
    "clips": "Clips",
    "replaysync": "Replay Sync"
  },
  "navfooter": {
    "support": "soutenir sur"
  },
  "title": {
    "home": "<span class='indigo--text text--accent-2 '>Twitch</span><span class='grey--text text--lighten-2 font-weight-thin'>Buddy</span>",
    "clips": "<span class='indigo--text text--accent-2 '>C</span><span class='grey--text text--lighten-2 font-weight-thin'>lips</span>",
    "replaysync": "<span class='indigo--text text--accent-2 '>R</span><span class='grey--text text--lighten-2 font-weight-thin'>eplaySync</span>"
  },
  "home": {
    "pretitle": "Bienvenue sur",
    "subtitle": "Conçu pour améliorer votre expérience de créateur de contenu vidéo sur Twitch",
    "presentation": "Accélerez votre recherche de clips et regardez plusieurs replays de différentes chaines synchronisés.",
    "clips": "Recherchez les meilleurs clips d'une chaine pour une période donnée, affinez vos recherches et téléchargez les clips de votre choix.",
    "replaysync": "Dans la liste des chaînes que vous aurez sélectionné, choisissez la rediffusion d'un live qui vous intéresse. Parmi les autres chaînes, l'application va ensuite filtrer grâce à l'horodatage, toutes les VoD de lives qui ont été diffusés simultanément. Elles seront ensuite synchronisés sur votre première sélection qui fera référence.",
    "action": "commencer"
  },
  "clips": {
    "form": {
      "channel": {
        "label": "Chaine",
        "required": "Le nom est requis",
        "toolong": "Le nom ne doit pas dépasser 255 caractères"
      },
      "period": {
        "label": "Période",
        "daily": "Quotidien",
        "weekly": "Hebdomadaire",
        "monthly": "Mensuel",
        "yearly": "Annuel",
        "all": "Tout",
        "custom": "Personnalisé"
      },
      "daterange": "Dates",
      "submit": "Rechercher"
    },
    "keyword": "Mot clé",
    "item": {
      "views": "Vues",
      "by": "Par",
      "createdAt": "Clippé le",
      "download": "Télécharger",
      "replay": "Voir le replay"
    },
    "help": {
      "title": "Aide",
      "steps": {
        "1": "Renseigner un nom de chaine.",
        "2": "Choisir une période pour votre recherche.",
        "3": "Si aucune des périodes ne vous convient, créez-en une personnalisée.",
        "4": "Cliquer sur le bouton envoyer et naviguer dans la liste des clips.",
        "5": "Vous pouvez filtrer la liste (par titre, jeu et créateur) avec le champ mot de clé.",
        "6": "Cliquer sur un clip pour ouvrir le panel et le télécharger si vous le souhaitez.",
        "7": "Vous pouvez défiler dans la liste jusqu'à un maximum de 1000 clips."
      },
      "disclaimer": {
        "title": "Attention",
        "text": "De part les limitations de l'API Twitch, seul les 1000 premiers clips (au maximum, cela peut être moins) les plus vus pour une période donnée peuvent être affichés. S'il y a par exemple 2000 clips hebdomadaire, vous ne pourrez pas voir les 1000 derniers. Concernant le filtrage par mot-clé, il est appliqué sur la liste de clips retournée par votre recherche, à savoir les 1000 présélectionnés par l'API comme dit précédemment. S'il existe d'autres clips, contenant ces mots clés, antérieurs aux "1000" sélectionnés, ils ne vous seront pas accessibles. Il est recommandé pour des recherches précises de découper la période en plus courtes périodes pour plus de précision dans cette présélection."
      }
    }
  },
  "replaysync": {
    "form": {
      "label": "Ajoutez des chaines",
      "submit": "Rechercher"
    },
    "help": {
      "title": "Aide",
      "subtitle1": "Chercher des replays",
      "steps1": {
        "1": "Ajouter jusqu'à 4 chaines.",
        "2": "Sélectionnez un replay pour retirer des autres listes ceux dont la diffusion n'était pas simultanée.",
        "4": "Appuyez sur le boutton \"Commencer\" pour vous rendre dans le lecteur synchronisé."
      },
      "subtitle2": "Regarder des replays",
      "steps2": {
        "1": {
          "icon": "mdi-plus",
          "text": "Une fois dans le lecteur, survoller le bouton {0} pour afficher les controles du lecteur."
        },
        "2": {
          "icon": "mdi-play",
          "text": "Appuyer sur le bouton {0} pour commencer à regarder mes replays et faire une première synchronisation."
        },
        "3": {
          "icon": "mdi-sync",
          "text": "Appuyez sur le boutton {0} pour re-synchroniser si besoin."
        },
        "4": {
          "icon": "",
          "text": "Changer le replay de référence en utilisant les boutons du dessous."
        }
      },
      "disclaimer": {
        "title": "Attention",
        "texts": {
          "1": "Dans la liste des replays, ne selectionner qu'un seul pour le définir comme référence. Dans le cas où une chaine aurait plusieurs replays simultanées à la référence, le premier de la liste sera envoyé dans le lecteur synchronisé. Si ce n'est pas le replay que vous souhaitez regarder, choisissez celui de votre choix parmis eux pour qu'il soit défini comme réfénrece.",
          "2": "Cet outil n'est pas en mesure de détecter le potentiel délait de diffusion. Ceci signifie que vous rencontrerez probablement de petits décalage même après synchronisation. Veuillez également noté que dans certains cas (notament des crash partiels du live), les  horodatages utilisés pour synchroniser les replays peuvent devenir invalides et ne pourront plus être synchronisés.",
          "3": "Utiliser les controles des lecteurs videos de Twitch (à l'exception des controles de volumes) peuvent casser le controlleur de synchronisation. Pour une meilleure expérience, évitez de les utiliser."
        }
      }
    }
  },
  "player": {
    "reference": "Référence",
    "not_started": "Pas commencé",
    "ended": "Terminé",
    "running": "En cours"
  },
  "vuehandyga": {
    "notification": "Ce site utilise les cookies pour mesurer l'audience et l'activité des utilisateurs. En cliquant sur le boutton Accepter, vous nous donnez votre consentement pour déposer des cookies.",
    "mandatoryNotification": "Ce site utilise les cookies pour mesurer l'audience et l'activité des utilisateurs. En naviguant sur ce site, vous nous donnez votre consentement pour déposer des cookies.",
    "modalTitle": "Politique de cookies",
    "modalBody": "Afin de mesurer l'audience et les activités de nos utilisateurs, nous utilisons le service Google Analatyics. Ceci nous permets d'adapter nos ressources et de détecter de potentiels bugs.\n\n Vous pouvez consulter la politique officiel de cookies de Google Analytics <a href='https://support.google.com/analytics/answer/6004245' target='_blank'> sur ce lien</a>.",
    "accept": "Accepter",
    "mandatoryAccept": "Ok",
    "refuse": "Refuser",
    "mandatoryRefuse": "Quitter le site",
    "more": "Plus d'infos"
  }
}
